[language]

;Language name 

name=Русский

;------------------------------------
[tips]


UACtips=Если добавить dockmod для обхода UAC, то во всплывающем окне не появится запрос на контроль учетной записи пользователя!
firsttip=Это программное обеспечение не взимает платы и строго запрещено для использования в коммерческих целях. Я не несу ответственности за любые потери.
dwmerror=Обнаружено, что в системе не запущена служба DWM, и программа не может нормально работать!
crashtip=Программа вылетела, перезапустить?
;------------------------------------

[iconame]

;dock Label name

finder=Finder
launchpad=Лаунчпад
cal=Календарь
trash=Корзина

;The last icon in the folder interface

explorer=Открыть в Finder
return=Вернуться обратно

;System time icon label name format

timeformat=yyyy/M/d/ dddd
;The time format is the system time format   y 年 m月份 d 日期 dddd 星期几  ddd周几


remove=Удалить
addtopad=Добавить в Лаунчпад
iconisfull=Текущая страница иконок полна

;------------------------------------------------------------

[systemicon]
;System icon name
controlpanel=Панель управления
taskbar=Значки трей
systemtime=Системное время
cortana=Кортана
network=Домашняя сеть
mydocument=Мои документы
weather=Погода
battery=Заряд

errortips=Значок уже добавлен!


------------------------------------

[editicon]
;Edit icon window

addtips=Файлы могут быть перемещены сюда

reset=Ресет
ok=Ок
restore=Восстановить
addname=Изменить экранное имя
addicotips=Нажмите кнопку "..." в верхнем правом углу чтобы добавить значок
switch=Переключить
trashempty=Корзина пуста
trashfull=Корзина полная
iconshell=Используйте маску значка
addline=Запустить команду
;Pop up select file window title

selectfoldertitle=Выбрать папку
;Weather forecast search city
searchcity=Введите имя города


;------------------------------------

[editcal]

;Edit calendar window

monthfont=Шрифт месяца:
dayfont=Шрифт даты:
monthpoint=Локация месяца:
daypoint=Локация даты:
monthposition=Выравнивание месяца:
dayposition=Выравнивание даты:
monthcolor=Цвет месяца:
daycolor=Цвет даты:
rotation=Угол вращения:
default=Использовать стандартные значения

ok=Ок
test=Тест

left=Слева
right=Справа
center=Середина

;Pop up select picture window title

selectcalicon=Выберите картинку календаря

;------------------------------------

[editicontips]
;An error message pops up on the edit icon interface

iconduplicate=Эта программа уже добавлена в док!

systemduplicate=Этот значок уже добавлен!

titleerror=Экранное имя программы не может быть пустым!
filepatherror=Путь и значок программы не могут быть пустыми!

padtitleerror1=Имя файла дублировано, пожалуйста введите по новой!
padtitleerror2=Ошибка модификации файла, пожалуйста, не помещайте программу в диск 'C'!

formaterror=Неподдерживаемый формат, пожалуйста,вставьте png, ico, exe, либо lnk формат!

;---------------------------------------------------------------------------
;Preferences window
[settingUI]

settitle=Настройки MyDockFinder

Global Settings=Глобальные настройки

openMyDock=Открыть MyDock
openMyFinder=Открыть MyFinder
MyDockerror=Пожалуйста, откройте MyDock
MyFindererror=Пожалуйста, откройте MyFinder

DPIscale=Масштаб отображения общего интерфейса
Accentcolor=Цвет акцента общего интерфейса
darkmodeall=Цветовой режим общего интерфейса

darkmode_light=Светлый
darkmode_dark=Тёмный
darkmode_auto=Авто
darkmode_system=Система

aero=Включите общий эффект
systemdarkmode=Цвета системы следуют MyDockFinder
autoupdate=Автоматически проверять на обновления программы
systemstart=Автостарт при запуске
autohidetaskbar=Автоматически скрывать панель задач при запуске

hidetaskbar_dock=Скрыть экран где панель задач
hidetaskbar_all=Скрыть все экраны панеля задач

DirectDXFPS=Выберите частоту обновления рендеринга DirectDX
languagechoice=Выберите отображаемый язык программы
allfont=Выберите шрифт программы
defaultfont=Стандартный шрифт

general=Общее
advanced=Продвинутые
preview=Предпросмотр окна
minimizewindowsettings=Свернуть окно

timeset=Время
audioset=Аудио
displayset=Дисплей
mediaset=Медиа
batteryset=Заряд
netset=Сеть
monitorset=Монитор

about=О программе

icosize=Стандартный размер значка
icomaxsize=Увеличенный размер значка

icospace=Дистанция между значками
edgeposition=Дистанция дока от краёв экрана


displaymode=Выбрать скрытый режим отображения на доке
displaynormal=Стандартный режим отображения
displaybottom=Режим наложения
displayauto=Автоматически скрывать
displaysmart=Умное скрытие
displayhotkey=Отображение по горячим клавишам
displayalways=Всегда показывать
displayhide=Всегда скрывать

Show activation bar=Показывать панель активации после скрытия Dock

positiononscreen=Положения дока на экране
screenleft=Слева
screenbottom=Снизу
screenright=Справа
screentop=Сверху
multiscreen=Выберите экран для отображения Дока
multiscreenpad=Выберите экран для отображения Лаунчпада
padscreenname=Следовать за Доком
lockicon=Заблокировать перемещение значков
windowsborder=Включите границы окон, чтобы предотвратить блокировку окон.
jumpanimation=Нажмите на значок, чтобы перейти к открытию программы.
folderDoubleclickOpen=Дважды щелкните значок папки, чтобы открыть
gpurendicon=Использование композитинга на GPU для рендеринга иконок Dock
iconmask=Добавьте эффект маски ко всем значкам
show indicators=Показывать индикаторы открытых приложений
Runapp separator=Показать разделитель для новой запущенной программы
newapp=Показать значок новой запущенной программы
blacklist=Управление списком банов
noblacklist=Без чёрного списка
hotcornerleft=Функции в левом нижнем углу экрана
hotcornerright=Функции в правом нижнем углу экрана
hotkeypad=Показывать горячие клавиши Лаунчпад
hotkeyDock=Показывать горячие клавиши Дока

dockicobackup=Файл значка Backup Dock
backuplist=Управление файлами резервных копий
Addbackupdockico=Добавить значок резервной копии
locationbackup=Открыть папку резервной копии

minimize=Свернуть окно в Dock
animationoff=Минимизировать анимацию закрытия окна
Slow animation=Зажмите Shift чтобы замедлить анимацию
useMipMap=Генерация текстур MipMap
GDIscreenshot=Минимизировать скриншоты используя GDI
screencapturetype=Тип скриншотов
minimizeeffect=Сворачивание окна с помощь спец. эффектов

genie=Джинн
scale=Масштабирование
scaleDX=Масштабирование DX
suck=Всасывание

Minimize to icon=Свернуть окна в значок приложения
DirectX=Выберите версию DirectX
SamplerState=Минимизируйте метод фильтрации текстур (LINEAR рекомендуется для DX11 и выше).
Minimizeblacklist=Отменить анимацию сворачивания программы
Editwindowlist=Редактировать список окон


previewon=Включить предварительный просмотр окна
previewsize=Размер окна предварительного просмотра
previewdelay=Задержка предварительного просмотра

previewcontrol=Показать другие элементы предварительного просмотра
previewappname=Имя приложения
previewbutton=Кнопки управления окном
aeropeek=Показывайте полный предварительный просмотр окна при наведении мыши


logotype=Выберите стиль кнопки слева
diylogo=Выберите файл
shutdownmsgbox=Появится ли подтверждение чтобы перезапустить систему?
finderdark=Выберите цветовой режим Finder

finderdark_auto=Обои
finderdark_set=Настройки

finderdisplaymode=Выберите скрытый режим отображения Finder.
finderautochangecolor=Разверните окно, чтобы использовать режим погружения.

showaudio=Показать значок громкости в Finder
showbattery=Показать значок батареи в Finder
showwifi=Показывать значок Wi-Fi в Finder
showbluetooth=Показать значок Bluetooth в Finder
showdisplay=Показать значок Дисплея в Finder
showcpu=ЦП
showtemp=Температура ЦП
showmen=Память
showdisk=Диск
shownet=Сеть

formatdate=Выберите формат отображения даты
formattime=Выберите формат отображения времени

showbatteryvalue=Показать процент заряда батареи
audiotip=Воспроизводить звук изменения громкости
mediatype=Выберите стиль подсказок громкости и яркости

media_system=Система
media_mac=Mac
media_ios=iOS

hotkeyvolup=Горячая клавиша увеличения громкости
hotkeyvoldown=Горячая клавиша уменьшения громкости
hotkeyvolmute=Горячая клавиша отключения звука


hotkeybriup=Горячая клавиша увеличения яркости
hotkeybridown=Горячая клавиша уменьшения яркости

theme=Тема

wallpaper=Обои

selectwallpaper=Выберите тему обоев
wallpapernone=Ничего
loadwallpaper=Загрузить тему обои
wallpaperdownload=Скачать темы обои
wallpaperOK=Приложение

contribute=Поддержать пожертвованием
netdisk=Посетить вебсайт
updatelog=Журнал обновлений
update=Проверить на наличие обновлений
restartdock=Перезапустить программу
uninstall=Удалить программу

ok=Ок
cancel=Отмена

------------------------------------------------------------
[hotcorners]
nothing=ничего
allwindows=Показать все окна
launchpad=Показать Лаунчпад
displaytosleep=Выключить дисплей
startmenu=Показать меню пуск
showdesktop=Показать рабочий стол
actioncenter=Центр управления Windows
screensaver=Скринсейвер

[settingtips]

;An error message pops up on the setting interface
gpurendtip=Включение этой опции может привести к сбою компьютера. Пожалуйста, не выходите из док-станции. Этот запуск временно включен. Выход из дока сохранит эту конфигурацию. Если через некоторое время компьютер сломается, при следующем запуске композитный рендеринг на GPU будет автоматически отменен.
edgetip=Граница окна ограничения открытия не может быть отрегулирована!
autohideerror=Эта функция не может быть включена при открытии границы окна!
neterror=Ошибка сети, пожалуйста, проверьте соединение.
autohide=Автоскрытие Dock не может включить эту функцию!
updateerror1=Ошибка сети, попробуйте еще раз!
updateerror2=Онлайн-обновление не удалось. Вы хотите открыть страницу загрузки?
updateerror3=Много неудачных попыток обновления, пожалуйста, загрузите пакет обновления с сетевого диска!

updatetip1=Обновлена ли новая версия?
updatetip2=Файл обновлён сразу после загрузки?

noupdate=Это последняя версия, обновлять не нужно!
uninstalltip=Вы хотите удалить эту программу из системы?
restarttip=Откройте после перезапуска программы!
fontrestart=Для изменения некоторых интерфейсов необходимо перезагрузить их!

languagetips=Для изменения некоторых интерфейсов необходимо перезагрузить их!

uninstallcompleteПосле завершения деинсталляции удалите все неудаленные файлы вручную.

DPIerrortip=Текущий коэффициент масштабирования больше, чем системный интерфейс масштабирования. Дисплей слишком большой!

restartruntip=Хотите перезапустить программу?

backupfolderror=Не удалось создать папку резервного копирования. Проверьте права доступа к папке!

backuptips=Вы хотите восстановить этот файл резервной копии?


;-------------------------------------------------------------------

[menu]
;Right menu


newfinderwindow=Новое окно Finder
gotofolder=Перейти в папку...
connecttoserver=Удаленный рабочий стол
showlaunchpad=Запустить Лаунчпад


addnormalicon=Добавить обычный значок
addsystemicon=Добавить системный значок
showtaskbar=Показывать панель задач
hidetaskbar=Скрыть панель задач
preference=Предпочтения
enddock=Завершить программу

editicon=Установить значок
removefromdock=Удалить из Дока
keepindock=Оставить в Доке
locationfile=Открыть расположение файла
runagain=Запустить программу опять
nevershowthis=Больше не показывать эту программу
adminmode=Работа в режиме администратора
open=Открыть
quit=Выход

emptytrash=Очистить корзину
sortorder=сортировать по
Byname=Имя
Bysize=Размер
Byextension=Тип
Bydate/time=Изменить время
Createtime=Время создания
Groupdirectories=Сначала каталоги
reverseorder=Обратная сортировка
closewindow=Закрыть это окно
Display=Содержимое дисплея
Folder=Папка
Stack=Стак
Locatefolder=Прямое открытие
FolderEffect=Эффект отображения
Grid=Сетка
Fan=Вентилятор
add delimiter=Добавить разделитель
del delimiter=Удалить разделитель

showmodeapps=Установите независимый режим отображения и скрытия
showmodedesktop=Настройка режима отображения и скрытия рабочего стола
NominiEffect=Не показывать анимацию сворачивания окна
showmodenormal=Следовать настройкам
msgtips=Установка напоминания о сообщении
incognito=Новое окно в режиме инкогнито

systemmenu=Системное меню

timeskin=Выберите циферблат
timedefault=Стандартный
timeMickey=Мики Маус
----------------------------------------------

[launchpad]

addicon=Добавить значок
deleteicon=Удалить этот значок
search=Поиск
ok=Ок
addtips=Пожалуйста, переместите файлы exe или Ink сюда
----------------------------------------------

[promptwindow]

;Empty trash can prompt and other prompts

ok=Да
cancel=Отмена
trashok=Очистить корзину
trashtitle=Вы уверены что хотите очистить корзину?
batterytip=Пожалуйста, подключите зарядное устройство если заряд мал!
apperror=Программа повреждена, пожалуйста переустановите!
eject=был извлечён

-----------------------------------------------
;Time format description
;ddd day of the week dddd day of the week M month d day H 24 hour format h 12 hour format m minutes s seconds
;Double letters with two digits for example  HH:mm:ss  09:06:05
;All the following formats can be customized and modified, and the number on the left can be added without limit = left blank to indicate that the date is not displayed
;After the modification is saved, it will take effect immediately, directly set and click the time format menu to display the effect
[formatdate]
1=
2=ddd
3=MMMd
4=MMMd ddd
5=ddd MMMd

[formattime]
1=H:mm
2=tt h:mm
3=H:mm:ss
4=tt h:mm:ss

[calicon]

;Calendar icon month text

m1=Янв
m2=Фев
m3=Мар
m4=Апр
m5=Май
m6=Июн
m7=Июл
m8=Авг
m9=Сен
m10=Окт
m11=Ноя
m12=Дек


[findermenu]
bluetooth=Bluetooth
Bluetooth settings=Настройки Bluetooth...
device=Устройства
Preferred network=Предпочитаемая сеть
other networks=Другие сети
network settings =Настройки сети...
Audio=Звук
output=Выход
audio settings=Настройки звука...
battery settings=Настройки батареи...
BatteryEstimatedTime=осталось
batterytime_hour=часы
batterytime_min=минуты
Edit title=Изменить заголовок
Window border=Рамки окна
end finder=Завершить Finder...
About This PC=Об этом компьютере
System settings=Настройки системы...
app Store=Магазин приложений...
Task manager=Панель задач
Sleep=Спящий режим
Dormant=Dormant
Shutdown=Выключить
Reboot=Перезагрузить...
Lock screen=Экран блокировки
Logout=Выйти из системы...

symbol=Показать эмоджи и символы
Screen Keyboard=Показать экранную клавиатуру
keyboardname=Показать имя клавиатуры
Keyboard settings=Настройки клавиатуры...
display=Дисплей
systemdark=Системный тёмный режим
bluelight=Синий свет
displayset=Настройки дисплея...
hotspot=Точка доступа
airplane=Самолёт

eject=Извлечь

[findertips]
Mute=Заглушить
battery=Заряд
AcOnLine=Power OnLine
Charging=Заряжается
notCharging=Не заряжается
Usebattery=Использовать батарею
Full battery=Полный заряд
brightness=Яркость
show trayico=Показать Trayico

[findertitle]
file=Файл
Edit=Редактировать
Show=Показать
Go to=Перейти к
windows=Окна
Help=Помощь

[shutdown]
shutdownВы хотите выключить компьютер?
Reboot=Вы хотите перезагрузить компьютер??
Logout=Вы хотите выйти из системы?
Dormant=Вы хотите перевести ПК в режим гибернации?
sleep=Вы хотите перевести ПК в спящий режим?
ok=Да
cancel=Нет
[wifi]
password=Пароль：
showpassword=Показать пароль
join=Подключиться
cancel=Отменить


[weather]
00=Солнечно
01=Облачно
02=облачный день
03=Ливни
04=Грозовой ливень
05=Грозы с градом
06=мокрый снег
07=Небольшой дождь
08=Умеренный дождь
09=ливень
10=ливень
11=Проливной дождь
12=Сильный дождь
13=Снежные ливни
14=Koyuki
15=Zhongxue
16=Сильный снег
17=Метель
18=туман
19=Холодный дождь
20=Песчаная буря
21=Небольшой или умеренный дождь
22=Умеренный или проливной дождь
23=Проливной дождь
24=От проливного до сильного дождя
25=Сильный или экстремальный дождь
26=Мелкий или средний снег
27=Умеренный или сильный снег
28=Метель
29=Летающая пыль
30=песок
31=Сильная песчаная буря
32=Густой туман
33=Снег
49=Сильный туман
53=дымка
54=Умеренная дымка
55=Тяжелая дымка
56=Сильная дымка
57=Тяжелый туман
58=Сильный туман
301=дождь
302=Снег
